{
  "Anime": [
    {
      "id": 1,
      "name": "Eminence in the Shadows",
      "Synopis": "For as long as he can remember, Minoru Kagenou has been fixated on becoming as strong as possible, which has led him to undertake all kinds of rigorous training. This wish, however, does not stem from a desire to be recognized by others; rather, Minoru does everything he can to blend in with the crowd. So, while pretending to be a completely average student during the day, he arms himself with a crowbar and ruthlessly thrashes local biker gangs at night. Yet when Minoru finds himself in a truck accident, his ambitions seemingly come to a sudden end. In his final moments, he laments his powerlessness—no matter how much he trained, there was nothing he could do to overcome his human limitations.But instead of dying, Minoru reawakens as Cid, the second child of the noble Kagenou family, in another world—one where magic is commonplace. With the power he so desired finally within his grasp, he dons the moniker Shadow and establishes Shadow Garden: a group whose sole purpose is to combat the enigmatic Cult of Diablos, an organization born from Cid's imagination. However, as Shadow Garden grows in both membership and influence, it becomes increasingly apparent that the Cult of Diablos is not as fictional as Cid had intended.",
      "Studio": "Nexus",
      "Author": "Daisuke Aizawa",
      "rate":8,
      "image":"https://cdn.myanimelist.net/images/anime/1874/121869.jpg"

    },
    {
      "id": 2,
      "name": "Dog Days",
      "Synopis": "Dog Days takes place in the world of Flonyard, an alternate Earth inhabited by beings who resemble humans, but also have the ears and tails of specific animals. The Republic of Biscotti, a union of dog-like citizens, has come under attack by the feline forces of the Galette Leo Knights. In an effort to save Biscotti, Princess Millhiore summons a champion from another world in order to defend her people. That champion is Cinque Izumi, a normal junior high student from Earth.Agreeing to assist Biscotti, Cinque retrieves a sacred weapon called the Palladion and prepares for war. In Flonyard, wars are fought with no casualties and are more akin to sports competitions with the goal of raising money for the participating kingdoms. Cinque is successful in his role as Biscotti’s champion, but learns that a summoned champion cannot be returned to their home world. The scientists of Biscotti will endeavor to find a way for Cinque to return home, but until they figure something out, he must serve Princess Millhiore by continuing to fight as Biscotti’s hero.",
      "Studio": "Seven Arcs",
      "Author": "Masaki TSUZUKI",
      "rate":7,
      "image":"https://cdn.myanimelist.net/images/anime/9/75378.jpg"
    },
    {
      "id": 3,
      "name": "Sakarea",
      "Synopis": "Ever since he was a child, zombie-obsessed Chihiro Furuya has wanted an undead girlfriend. Soon enough, his love for all things zombie comes in handy when his cat Baabu gets run over, prompting Chihiro to try to make a resurrection potion and bring him back to life. During his endeavor, he sees a rich girl named Rea Sanka yelling into an old well every day about her oppressive life. After meeting and bonding with her, Chihiro is convinced by Rea to persevere in saving Baabu. Eventually, he succeeds with the help of the poisonous hydrangea flowers from Rea's family garden.Unaware of the potion's success and seeking to escape the burdens of her life, Rea drinks the resurrection potion, mistakenly thinking she will die. Though it doesn't kill her, the effects still linger and her death from a fatal accident causes her to be reborn as a zombie. With help from Chihiro, Rea strives to adjust to her new—albeit undead—life.For a boy wanting a zombie girlfriend, this situation would seem like a dream come true. But in Sankarea, Chihiro's life becomes stranger than usual as he deals with Rea's odd new cravings and the unforeseen consequences of her transformation.",
      "Studio": "Studio Deen",
      "Author": "Mitsuru Hattori",
      "rate":7,
      "image":"https://myanimelist.net/anime/11499/Sankarea/pics"
    },
    {
      "id": 4,
      "name": "Love Live Sunshine",
      "Synopis": "Chika Takami, a self-proclaimed normal girl, has never been involved in any clubs and lacked any notable talents. However, after a visit to Tokyo, she discovers a stage where even an ordinary girl like her could shine—the world of school idols. Inspired by the former superstar school idol group μ's, Chika is determined to start her own school idol club in her seaside hometown at Uranohoshi Girl's High School. But even before gathering any students to join the group, the aspiring school idol finds her greatest obstacle to be student council president Dia Kurosawa who stands firmly against the creation of the club.Just when it seems there is no hope, Chika meets Riko Sakurauchi, a transfer student from Otonokizaka High School, home of μ's. Somewhat shy but a talented piano player, Chika believes her to be a promising recruit, though convincing her to join is easier said than done. In spite of that, Chika chooses to charge forward and overcome the obstacles keeping her from forming a school idol group that shines as bright as the nine that came before her.",
      "Studio": "Sunrise",
      "Author": "Sakurako Kimino",
      "rate":7,
      "image":"https://myanimelist.net/anime/32526/Love_Live_Sunshine/pics"
    },
    {
      id: 5,
      name: "Fullmetal Alchemist: Brotherhood",
      Synopis: "Two brothers search for a Philosopher's Stone after an attempt to revive their deceased mother goes awry and leaves them in damaged physical forms.",
      Studio: "Bones",
      Author: "Hiromu Arakawa",
      rate: 9,
      image: "https://cdn.myanimelist.net/images/anime/4/26611.jpg"
    },
    {
      id: 6,
      name: "Naruto",
      Synopis: "A young ninja seeks recognition from his peers and dreams of becoming the Hokage, the leader of his village.",
      Studio: "Studio Pierrot",
      Author: "Masashi Kishimoto",
      rate: 8,
      image: "https://cdn.myanimelist.net/images/anime/13/17405.jpg"
    }
  ],
  "Manga": [
  {
      "id": 1,
      "name": "Girl the Wild's",
      "Synopis": "The elite all-girls Wild's Private High School has bred some of the strongest and most renowned martial artists in the world. To help foster these skills, the school hosts the Wild's League, a brutal martial arts tournament where only the strongest fighters prevail. Reigning above all other students is the current champion 'Queen', a beautiful S-Class mixed martial artist named Yoon In Gyi, who has mastered various forms of fighting.When Wild's High breaks its 42-year-old tradition of female exclusivity and allows male applicants, only one is desperate enough to try: the weak and impoverished Song Jae Gu, who is granted a full scholarship. After a meeting with the cute taekwondo practitioner Choi Dal Dal, the boisterous boxer Lee Moon Young, and Queen in a tense confrontation, Jae Gu soon realizes that he must quickly learn to fend for himself in this dangerous battlefield.",
      "publisher": "Naver Webtoon",
      "Author": "Kim, Hye-Jin (Art), Hun (Story)",
      "rate":8,
      "image":"https://myanimelist.net/manga/45275/Girls_of_the_Wilds/pics"
  },
    {
      "id": 2,
      "name": "The lazy prince becomes a genius",
      "Synopis": "After witnessing the shocking death of his mother, young Airen Farreira uses sleep to escape his painful reality, earning him the nickname, the lazy lord. Yet, in spite of others' jeers and whispers, Airen has no intention of changing his ways. But when he awakens one day from a dream about a mysterious swordsman, his life's trajectory takes a complete turn...",
      "publisher": "Naver Webtoon",
      "Author": " Ideungbyeol (Story), Dodomoon (Art)",
      "rate":8,
      "image":"https://myanimelist.net/manga/146827/The_Lazy_Lord_Masters_the_Sword/pics"
    },
    {
      id: 3,
      name: "One Piece",
      Synopis: "A young man sets out on a journey to become the Pirate King and find the ultimate treasure, the One Piece.",
      publisher: "Shueisha",
      Author: "Eiichiro Oda",
      rate: 9,
      image: "https://cdn.myanimelist.net/images/manga/3/178905.jpg"
    },
    {
      id: 4,
      name: "Attack on Titan",
      Synopis: "Humanity is on the brink of extinction as giant humanoid Titans roam the land, devouring anything in their path. A group of soldiers must protect the remaining humans from the Titans.",
      publisher: "Kodansha",
      Author: "Hajime Isayama",
      rate: 8,
      image: "https://cdn.myanimelist.net/images/manga/3/84143.jpg"
    }
  ],
  "LightNovel": [
  {
    "id": 1,
    "name": "My Vampire System",
    "Synopis": "The human Race is at war with the Vicious Dalki and when they needed help more than ever, THEY started to come forward.Humans who had hidden in the shadows for hundreds of years, people with abilities.Some chose to share their knowledge to the rest of the world in hopes of winning the war, while others kept their abilities to themselves.Quinn had lost everything to the war, his home, his family and the only thing he had inherited was a crummy old book that he couldn’t even open.But when the book had finally opened, Quinn was granted a system and his whole life was turned around.He completed quest after quest and became more powerful, until one day the system gave him a quest he wasn’t sure he could complete.It is time to feed!You must drink human blood within 24 hoursYour HP will continue to decrease until the task has been completed",
    "publisher": "Webnovel",
    "Author": "JKSManga",
    "rate":9,
    "image":"https://mynovellist.org/novel/123437/my-vampire-system#"
    },
    {
      "id": 2,
      "name": "This Young Master is not Cannon Fodder",
      "Synopis": "Within the Huang Realm, a world where the era of divinities has ended and the era of immortals is nearing its waning years, exists the Buzhou Immortal Sect. And within the Buzhou Immortal Sect on Jade Peak was a disciple of the sect, Xi Tianyi. He was of noble birth, the only child of the Sword Empress who reigned invincible.But the truth was that Xi Tianyi, was originally an ordinary mortal from Earth who suddenly woke up one day as in another world filled with immortals and demons. Under heavy pressure, knowing that his life is at stake to whoever is strongest, Xi Tianyi quietly cultivates in hopes of one day fearing no one and discovering the circumstances of his transmigration. But…You bastard, you stole my fiance!” Said a former genius who had lost all his cultivation.Bastard, pay with your life for the death of my entire clan!” Said a cultivator with blood leaking from his hatred filled eyes.What the hell!? I’ve been cooped up cultivating quietly so why are you guys suddenly finding trouble with me!? Besides, I'm only ten!” Cried out Tianyi in disbelief. “Fine, if you want to make me your cannon fodder, I’ll step on your corpses for my ascension! ”",
      "Studio": "Webnovel",
      "Author": "KaiserBlak",
      "rate":9,
      "image":"https://mynovellist.org/novel/883135/this-young-master-is-not-cannon-fodder#"
    },
    {
    id: 3,
    name: "Spice and Wolf",
    Synopis: "A young merchant travels with a wolf-god who can take human form and helps him in his business dealings.",
    publisher: "Kadokawa Shoten",
    Author: "Isuna Hasekura",
    rate: 8,
    image: "https://i.pinimg.com/736x/a3/3b/58/a33b58cdbd72f6b7a1f8b1e5d51f5f3f.jpg"
    },
    {
      id: 4,
      name: "No Game No Life",
      Synopis: "Two NEET siblings are summoned to a fantasy world where all conflicts are solved through high-stake games.",
      publisher: "MF Bunko J",
      Author: "Yuu Kamiya",
      rate: 9,
      image: "https://images-na.ssl-images-amazon.com/images/I/91RZYjEiGLL.jpg"
    }
  ]
  }
